faq1 = """
<b>ЧИ МІЙ ПРОКАТНИЙ АВТОМОБІЛЬ ПЕРЕДАЄТЬСЯ З ПОВНИМ БАКОМ?</b>
Так, усі наші прокатні автомобілі передаються з повним баком.
При поверненні у Вас є три варіанти на вибір:
1) Повернення автомобіля з повним баком: якщо Ви повернете прокатне авто з повним баком, з Вас не буде стягуватись плата, навіть якщо Ви обрали/придбали Fuel Up Front (передплату за пальне)
2) Fuel Up Front (передплата за пальне): Ви можете заздалегідь оплатити за повний бак пального, під час отримання Вашого автомобіля, щоб заощадити час, витрачений на заправку після завершення поїздки
3) Pay On Return (оплата при поверненні): якщо Ви повертаєте авто не з повним баком, або заздалегідь не обрали Fuel Up Front (передплата за пальне), ми можемо заправити авто самі. Але ця опція найдорожча.
Не забувайте ознайомитися з умовами та положеннями при резервації автомобіля, включаючи все, що вам потрібно знати перед поїздкою.
"""
faq2 = """
<b>ЯК Я МОЖУ ЗАПЛАТИТИ ЗА СВОЄ АВТО?</b>
Ви можете оплатити авто онлайн або на прокатній станції при отриманні свого автомобіля, використовуючи Visa (дебетові або кредитні картки), MasterCard (дебетові або кредитні картки), American Express, Diners і Discover. При отриманні автомобіля, картка, якою Ви здійснюєте оплату має бути у Вас. На жаль, ми не приймаємо картки Maestro, Solo, JCB чи Cirrus logos.
При отриманні автомобіля не приймаються картки з передоплатою (Pre-paid), але вони можуть використовуватися для покриття будь-яких витрат при завершенні оренди.
Для отримання інформації про способи оплати за межами Європи ми радимо вам зв'язатися з прокатною станцією. (American Express, Visa, MasterCard, Diners та Discover приймають усі)
Пам'ятайте, що ім'я на карті повинно відповідати імені, що зазначено на водійському посвідчені основного водія. І не забудьте взяти свою платіжну карту, коли ви забираєте своє авто. Для автомобілів з високою вартістю оренди, Вам може знадобитися дві кредитні карти для додаткової безпеки.
"""
faq3 = """
<b>ЯКОЮ Є СУМА ДОДАТКОВИХ ПЛАТЕЖІВ?</b>
Додаткові платежі - це сума, яку ви платите, якщо щось піде не так під час Вашої подорожі. Наприклад, якщо Ви потрапили у ДТП або Ваші особисті речі були вкрадені з Вашого автомобіля. Сума, яку Ви сплатите, залежить від автомобіля, який Ви винаймаєте, країни, в якій Ви його винаймаєте, або якщо Ви хочете зменшити Вашу відповідальність, підвищивши рівень страхового покриття.
Коли Ви наймаєте автомобіль у нас, Ви автоматично отримаєте стандартне страхування (ОСАГО) та страхування авто від крадіжки, щоб захистити Вас в дорозі. Якщо ви замовляєте авто на вебсайті США, то ви можете виявити, що пошкодження транспортного засобу та покриття крадіжки автомобіля не включені, оскільки деякі кредитні карти забезпечують страхування прокату автомобілів.
Страхування третіх осіб - це базовий рівень, необхідний для оренди автомобіля - тому ми завжди його включаємо. Якщо Ви пошкодите інший транспортний засіб або пасажирів і їх майно, Вам не доведеться платити за ремонт або травми.
Але, якщо у Вас трапиться страховий випадок (ДТП), вам все одно доведеться сплатити фіксовану суму - якщо Ви не покращили своє страхове покриття. Вартість прокату, що Ви сплачуєте за оренду, залежить від того, яке авто і де Ви його орендуєте. Ми також пропонуємо страхування від нещасних випадків.
Не забувайте ознайомитися з умовами та положеннями, під час бронювання, включаючи все, що Вам може знадобитись перед поїздкою.
"""
faq4 = """
<b>ЩО МЕНІ НЕОБХІДНО МАТИ З СОБОЮ, КОЛИ Я ОТРИМУЮ АВТО?</b>
Для отримання авто Вам необхідно:
- Водійське посвідчення
- Кредитна карта (для отримання деяких авто Вам може знадобитися 2 кредитні карти. Будь ласка, перевірте Ваше бронювання.)
- Підтвердження будь-якої знижки (наприклад, знижка для пасажирів-мандрівників або власників картки Avis Preferred.)
- Документ, що підтверджує Вашу особу для міжнародної оренди (наприклад, паспорт чи водійське посвідчення)
- Якщо Ви є учасником Avis Preferred, просто покажіть свою членську картку і Ваше водійське посвідчення.
Якщо Ви забронювали авто онлайн або через телефонний додаток, не забувайте принести копію свого підтвердження, яке Ви отримаєте електронною поштою, вказавши своє унікальне посилання на бронювання.
"""
faq5 = """
<b>ЧИ МОЖНА ПЕРЕТИНАТИ КОРДОН?</b>
Ми хочемо, щоб Ви відчували себе вільними в дорозі. Просто попередьте нас принаймні за 3 дні до вашого прокату, і ми підготуємо всі необхідні документи для виїзду.
Дізнайтеся, чи ви можете взяти автомобіль в прокат для вашої подорожі, звернувшись до нашого відділу з резервації або перевірте інформацію, коли ви робите замовлення в Інтернеті.
Не забувайте ознайомитись з Правилами та умовами прокату під час бронювання, які дадуть відповіді на усе, що потрібно знати перед вашою поїздкою. 
Ми не дозволяємо виїжджати на автомобілі, який ви у нас орендуєте, на територію Росії та Білорусі. Ми також просимо вас інформувати нас заздалегідь, в які саме країни Ви плануєте виїжджати на орендованому автомобілі 
"""
faq6 = """
<b>ЯКЩО ТРАПИЛАСЯ НЕСПРАВНІСТЬ ЧИ ПОТРІБНА ДОПОМОГА В ДОРОЗІ?</b>
Ми пропонуємо цілодобову сервісну допомогу на випадок механічної несправності чи дорожньо-транспортної пригоди. Просто зателефонуйте за номером безкоштовного зв'язку, вказаним у вашому Договорі Прокату.
Незалежно від того, де ви знаходитесь, ми Вам допоможемо. 
"""
welcome = """
Вітаємо!
Цей бот допоможе вам орендувати тачку в Києві та інших містах!
Щоб розпочати процес оренди, введіть /rent
Щоб дізнатися відповіді на часто задаваємі питання, введіть /faq
"""
payment_type = """
Виберіть місце оплати.

<i>На час розробки для "оплати онлайн" використовуйте наступну "карту":
<code>4444333322221111</code>
В графі CVC та DATE використовуйте будь-які три цифри та будь-яку майбутню дату відповідно.</i>
"""